{"cable": [{"station": "A & E", "description": "A (named , plural As, A's, as, a's or aes) is the first letter and the first vowel of the ISO basic Latin alphabet. It is similar to the Ancient Greek letter alpha, from which it derives. The upper-case version consists of the two slanting sides of a triangle, crossed in the middle by a horizontal bar. The lower-case version can be written in two forms: the double-storey a and single-storey ɑ. The latter is commonly used in handwriting and fonts based on it, especially fonts intended to be read by children, and is also found in italic type."}, {"station": "ABC", "description": "ABC are the first three letters of the Latin script known as the alphabet.\nABC or abc may refer to:"}, {"station": "AMC", "description": "AMC may refer to:\n\n"}, {"station": "Animal Planet", "description": "Animal Planet is an American basic cable and satellite television channel owned by Discovery Communications. Originally focused on more educationally-based television shows, the network has featured more reality programming since 2008. It is available throughout the United States, as well as in over 70 countries around the world. Country-specific versions of the channel have been created in Canada, India, Japan, Taiwan, and other countries.\nAs of January 2016, approximately 91,603,000 million households receive Animal Planet."}, {"station": "CBS", "description": "CBS (an initialism of the network's former name, the Columbia Broadcasting System) is an American English language commercial broadcast television network that is a flagship property of CBS Corporation. The company is headquartered at the CBS Building in New York City with major production facilities and operations in New York City (at the CBS Broadcast Center) and Los Angeles (at CBS Television City and the CBS Studio Center).\nCBS is sometimes referred to as the \"Eye Network\", in reference to the company's iconic logo, in use since 1951. It has also been called the \"Tiffany Network\", alluding to the perceived high quality of CBS programming during the tenure of William S. Paley. It can also refer to some of CBS's first demonstrations of color television, which were held in a former Tiffany & Co. building in New York City in 1950.\nThe network has its origins in United Independent Broadcasters Inc., a collection of 16 radio stations that was purchased by Paley in 1928 and renamed the Columbia Broadcasting System. Under Paley's guidance, CBS would first become one of the largest radio networks in the United States, and eventually one of the Big Three American broadcast television networks. In 1974, CBS dropped its former full name and became known simply as CBS, Inc. The Westinghouse Electric Corporation acquired the network in 1995, renamed its corporate entity to the current CBS Broadcasting, Inc. in 1997, and eventually adopted the name of the company it had acquired to become CBS Corporation. In 2000, CBS came under the control of Viacom, which was formed as a spin-off of CBS in 1971. In late 2005, Viacom split itself into two separate companies, and re-established CBS Corporation – through the spin-off of its broadcast television, radio and select cable television and non-broadcasting assets – with the CBS television network at its core. CBS Corporation is controlled by Sumner Redstone through National Amusements, which also controls the current Viacom.\nCBS continues to operate the CBS Radio network, which now mainly provides news and features content for its portfolio of owned-and-operated radio stations in large and mid-sized markets, and affiliated radio stations in various other markets. The television network has more than 240 owned-and-operated and affiliated television stations throughout the United States."}, {"station": "CNBC", "description": "CNBC is an American basic cable, internet and satellite business news television channel that is owned by NBCUniversal News Group, a division of NBCUniversal, owned by Comcast. Headquartered in Englewood Cliffs, New Jersey, the network primarily carries business day coverage of U.S. and international financial markets; following the end of the business day and on non-trading days, CNBC primarily carries financial and business-themed documentaries and reality shows. Originally established on April 17, 1989 by a joint venture between NBC and Cablevision as the Consumer News and Business Channel, the network later acquired its main competitor, the Financial News Network, in 1991—a move which expanded both its distribution and its workforce, and Cablevision sold its stake to NBC, giving it sole ownership. As of February 2015, CNBC is available to approximately 93,623,000 pay television households (80.4% of households with television) in the United States. In 2007, the network was ranked as the 19th most valuable cable channel in the United States, worth roughly $4 billion.\nIn addition to the domestic U.S. feed, various localized versions of CNBC also operate, serving different regions and countries. NBCUniversal is the owner, or a minority stakeholder, in many of these versions."}, {"station": "Comedy Central ", "description": "Comedy Central is an American basic cable and satellite television channel owned by Viacom Global Entertainment Group, a unit of the Viacom Media Networks division of Viacom. The channel carries comedy programming, in the form of both original, licensed and syndicated series and stand-up comedy specials, as well as feature films.\nSince the early 2000s, Comedy Central has expanded globally with localized channels in Asia, Germany, Czech Republic, Hungary, Israel, Italy, Latin America, New Zealand, The Netherlands, Norway, Poland, Spain, Sweden, Denmark, Finland, Republic of Ireland, United Kingdom, India, Brazil, Albania, Bosnia and Herzegovina, Bulgaria, Belgium, Croatia, Romania, Macedonia, Montenegro, Serbia, Slovenia, Middle East and Africa. The international channels are operated by Viacom International Media Networks.\nComedy Central is available to approximately 91,859,000 million households (78.919% of households with TV) as of January 2016."}, {"station": "Discovery Channel", "description": "Discovery Channel (known as The Discovery Channel from 1985 to 1995, and often referred to as simply Discovery) is an American basic cable and satellite television channel (which is also delivered via IPTV, terrestrial television and internet television in other parts of the world) that is the flagship television property of Discovery Communications, a publicly traded company run by CEO David Zaslav. As of June 2012, Discovery Channel is the third most widely distributed cable channel in the United States, behind TBS and The Weather Channel; it is available in 409 million households worldwide, through its U.S. flagship channel and its various owned or licensed television channels internationally.\nIt initially provided documentary television programming focused primarily on popular science, technology, and history, but by the 2010s had expanded into reality television and pseudo-scientific entertainment. Programming on the flagship Discovery Channel in the U.S. is primarily focused on reality television series, such as speculative investigation (with shows such as MythBusters, Unsolved History, and Best Evidence), automobiles, and occupations (such as Dirty Jobs and Deadliest Catch); it also features documentaries specifically aimed at families and younger audiences.\nA popular annual feature on the channel is Shark Week, which airs on Discovery during the summer months. Despite its popularity and success, the program has garnered criticism, especially from the scientific community, for being scientifically inaccurate.\nAs of February 2015, Discovery Channel is available to approximately 96,589,000 pay television households (83% of households with television) in the United States.\n\n"}, {"station": "ESPN", "description": "ESPN (originally an acronym for Entertainment and Sports Programming Network) is a U.S.-based global cable and satellite sports television channel owned by ESPN Inc., a joint venture owned by The Walt Disney Company (80%) and Hearst Communications (20%). The company was founded in 1979 by Bill Rasmussen along with his brother Scott and Ed Egan.\nESPN broadcasts primarily from studio facilities located in Bristol, Connecticut. The network also operates offices in Miami, New York City, Seattle, Charlotte, and Los Angeles. John Skipper currently serves as president of ESPN, a position he has held since January 1, 2012. While ESPN is one of the most successful sports networks, there has been much criticism of ESPN, which includes accusations of biased coverage, conflict of interest, and controversies with individual broadcasters and analysts.\n\nAs of February 2015, ESPN is available to approximately 94,396,000 paid television households (81.1% of households with at least one television set) in the United States. Nielsen has reported a much lower number in 2017, below 90,000,000 subscribers, losing more than 10,000 a day. In addition to the flagship channel and its seven related channels in the United States, ESPN broadcasts in more than 200 countries, operating regional channels in Australia, Brazil, Latin America and the United Kingdom, and owning a 20% interest in The Sports Network (TSN) as well as its five sister networks in Canada.\nIn 2011, ESPN's history and rise was chronicled in Those Guys Have All the Fun, a nonfiction book written by James Andrew Miller and Tom Shales and published by Little, Brown and Company.\n\n"}, {"station": "Fox", "description": "Foxes are small-to-medium-sized, omnivorous mammals belonging to several genera of the family Canidae. Foxes have a flattened skull, upright triangular ears, a pointed, slightly upturned snout, and a long bushy tail (or brush).\nTwelve species belong to the monophyletic group of Vulpes genus of \"true foxes\". Approximately another 25 current or extinct species are always or sometimes called foxes; these foxes are either part of the paraphyletic group of the South American foxes, or of the outlying group, which consists of bat-eared fox, gray fox, and island fox. Foxes live on every continent except Antarctica. By far the most common and widespread species of fox is the red fox (Vulpes vulpes) with about 47 recognized subspecies. The global distribution of foxes, together with their widespread reputation for cunning, has contributed to their prominence in popular culture and folklore in many societies around the world. The hunting of foxes with packs of hounds, long an established pursuit in Europe, especially in the British Isles, was exported by European settlers to various parts of the New World."}, {"station": "Fox News", "description": "Fox News (officially known as the Fox News Channel, commonly abbreviated to FNC) is an American basic cable and satellite television news channel owned by the Fox Entertainment Group, a subsidiary of 21st Century Fox. The channel broadcasts primarily from studios at 1211 Avenue of the Americas, New York City, New York.\nThe channel was created by Australian-American media mogul Rupert Murdoch, who hired former Republican Party media consultant and CNBC executive Roger Ailes as its founding CEO. It launched on October 7, 1996, to 17 million cable subscribers. Fox News grew during the late 1990s and 2000s to become a dominant cable news network in the United States. Rupert Murdoch is the current chairman and acting CEO of Fox News.\nFox News Channel has been accused of biased reporting, and promoting the Republican Party and conservative causes. Research shows that Fox News increases Republican vote shares among viewers. Critics have cited the channel as detrimental to the integrity of news overall. Fox News employees have responded that news reporting operates independently of its opinion and commentary programming, and have denied bias in news reporting. As of February 2015, approximately 94,700,000 US households (81.4% of cable, satellite & telco customers) receive the Fox News Channel."}, {"station": "Freeform", "description": "Freeform may refer to:\n\n"}, {"station": "FX", "description": "FX, F-X, F/X, Fx, or fx may refer to:"}, {"station": "National Geographic", "description": "National Geographic or NatGeo may refer to:\nNational Geographic Society, an American non-profit scientific and educational institution\nNational Geographic (magazine), the official journal of the National Geographic Society\nNational Geographic is a subscription television network that airs non-fiction programs produced by the National Geographic Society:\nNational Geographic (Asia)\nNational Geographic (Australia and New Zealand)\nNational Geographic (Canadian TV channel)\nNational Geographic (Dutch TV channel)\nNational Geographic (France TV channel)\nNational Geographic (Germany TV channel)\nNational Geographic (Greece)\nNational Geographic (India TV channel)\nNational Geographic (Portugal TV channel)\nNational Geographic (Scandinavia TV channel)\nNational Geographic (South Korea TV channel)\nNational Geographic (U.S. TV channel)\nNational Geographic (UK and Ireland TV channel)\n\n"}, {"station": "NBC", "description": "The National Broadcasting Company (NBC) is an American English language commercial broadcast television network that is a flagship property of NBCUniversal, a subsidiary of Comcast. The network is headquartered at 30 Rockefeller Plaza in New York City, with additional major offices near Los Angeles (at 10 Universal City Plaza), and Chicago (at the NBC Tower). The network is part of the Big Three television networks. NBC is sometimes referred to as the \"Peacock Network\", in reference to its stylized peacock logo, introduced in 1956 to promote the company's innovations in early color broadcasting. It became the network's official emblem in 1979.\nFounded in 1926 by the Radio Corporation of America (RCA), NBC is the oldest major broadcast network in the United States. In 1986, control of NBC passed to General Electric (GE) – which previously owned RCA and NBC until 1930, when it was forced to sell the companies as a result of antitrust charges – through its $6.4 billion purchase of RCA. Following the acquisition by GE (which later liquidated RCA), Bob Wright served as chief executive officer of NBC, remaining in that position until his retirement in 2007, when he was succeeded by Jeff Zucker. In 2003, French media company Vivendi merged its entertainment assets with GE, forming NBC Universal. Comcast purchased a controlling interest in the company in 2011, and acquired General Electric's remaining stake in 2013. Following the Comcast merger, Zucker left NBCUniversal and was replaced as CEO by Comcast executive Steve Burke.\nNBC has thirteen owned-and-operated stations and nearly 200 affiliates throughout the United States and its territories, some of which are also available in Canada via pay-television providers or in border areas over-the-air; NBC also maintains brand licensing agreements for international channels in South Korea and Germany."}, {"station": "Nickelodeon", "description": "Nickelodeon (often shortened to Nick) is an American basic cable and satellite television network launched on December 1, 1977, and is owned by Viacom through Viacom Media Networks and based in New York City. It is primarily aimed at children and adolescents aged 6–11 while its weekday morning edutainment programs are targeted at younger children ages 2–5.\nAs of January 2016, the channel is available to about 92.056 million households (79.086% of households with TV) in the United States."}, {"station": "PBS", "description": "The Public Broadcasting Service (PBS) is an American public broadcaster and television program distributor. It is a non-profit organization and is the most prominent provider of government-funded educational television programming to public television stations in the United States, distributing series such as Keeping Up Appearances, BBC World News, NOVA scienceNOW, NOVA, Barney & Friends, Arthur, Sesame Street, PBS NewsHour, Walking with Dinosaurs, Masterpiece, Nature, Rick Steves' Europe, American Masters, Frontline, and Antiques Roadshow.\nPBS is funded by member station dues, the Corporation for Public Broadcasting, government agencies, corporations, foundations and individual citizens. All proposed funding is subjected to a set of standards to ensure the program is free of influence from the funding source.\nSince the mid-2000s, Roper polls commissioned by PBS have consistently placed the service as the most-trusted national institution in the United States. However, PBS is not responsible for all programming carried on public television stations, a large proportion of which (including most specials aired during pledge drives) come from affiliates, including such member stations as WGBH, WETA-TV, WNET, WTTW National Productions, American Public Television and independent producers. This arbitrary distinction is a frequent source of viewer confusion.\nThe service has more than 350 member television stations, many owned by educational institutions or non-profit groups affiliated with a local public school district, collegiate educational institution or by state government-owned or -related entities. It also operates National Datacast (NDI), a subsidiary which offers datacasting services via member stations, and provides additional revenue for PBS and its member stations."}, {"station": "Spike TV", "description": ""}, {"station": "SYFY", "description": ""}, {"station": "The CW", "description": "The CW Television Network (commonly referred to as just The CW) is an American English-language broadcast television network that is operated by The CW Network, LLC, a limited liability joint venture between CBS Corporation, the former owners of United Paramount Network (UPN), and Warner Bros. Entertainment, a division of Time Warner, former majority owner of The WB Television Network. The \"CW\" name is an abbreviation derived from the first letters of the names of its two parent corporations (CBS and Warner Bros.).\nThe network made its debut on September 18, 2006, after its two predecessors, UPN and The WB, respectively ceased independent operations on September 15 and 17 of that year. The CW's first two nights of programming – on September 18 and 19, 2006 – consisted of reruns and launch-related specials. The CW marked its formal launch date on September 20, 2006, with the two-hour premiere of the seventh cycle of America's Next Top Model. Originally, the network's programming lineup was intended to appeal mainly to women between the ages of 18 and 34, although starting in 2011 the network increased in programming that appeal to men. As of August 2017, the CW's audience is 50% male and 50% female. The network currently runs programming six days a week: airing Monday through Fridays in the afternoon and in prime time, along with a Saturday morning live-action educational programming block produced by Litton Entertainment called One Magnificent Morning.\nThe CW is also available in Canada on cable, satellite and IPTV providers through stations owned-and-operated by CBS Corporation and affiliates that are located within proximity to the Canada–United States border (whose broadcasts of CW shows are subject to simultaneous substitution laws imposed by the Canadian Radio-television and Telecommunications Commission, if a Canadian network holds the broadcast rights); it is also available through two affiliates owned by Tribune Media that are classified in the United States as superstations – New York City affiliate WPIX and Los Angeles affiliate KTLA.\nThe CW is also available in Mexico through affiliates located near the Mexico–U.S. border (such as KFMB-DT2/San Diego-Tijuana, KECY-DT3 in El Centro, California, KVIA-DT2 in El Paso, and KCWT-CD with simulcasters KFXV-LD2 and KNVO-DT4 in McAllen–Brownsville, Texas) on pay television providers. In both Canada and Mexico, some CW affiliate signals originating from the U.S. are receivable over-the-air in border areas depending on the station's signal coverage."}, {"station": "Universal Channel", "description": "Universal Channel is a television channel specializing in movies and television series in the thriller, drama, comedy, horror, crime and investigation genres, owned by Universal Networks International, a division of NBCUniversal and available on satellite and cable platforms. They were formerly branded as USA Network until 2003 when the name was changed to take more advantage of the Universal branding, but continue programming as that network does like a general interest network.\n\n"}, {"station": "USA Network ", "description": "USA Network (commonly referred to as simply USA) is an American basic cable and satellite television channel that is owned by the NBCUniversal Cable Entertainment Group division of NBCUniversal, itself a subsidiary of Comcast. Once a minor player in basic cable, the network has steadily gained popularity due to its original programming; USA also broadcasts syndicated reruns of current and former \"network television\" (i.e., broadcast) series and theatrically-released feature films, as well as limited sports programming.\nAs of January 2016, USA Network is available to 94.3 million households in the US."}]}