{"shows": [{"show": "Adult Swim", "description": "Adult Swim (stylized as [adult swim]) is the adult-oriented nighttime programming block of American children's cable network, Cartoon Network, that operates daily from 8:00 pm to 6:00 am, Eastern and Pacific Time. It is programmed by Williams Street Productions, a subsidiary of Turner, which also developed two other programming blocks for Cartoon Network: Toonami (which later became a block on Adult Swim in 2012) and Miguzi. The block gets its name from a phrase used by public swimming pools in the United States to label designated times when children are restricted from using the facilities in favor of adults.\nDebuting in 2001, Adult Swim serves as the nighttime identity of Cartoon Network, and was established as alternative programming during the late night hours when Cartoon Network's primary target audience, children between the ages of 7–16, would normally be sleeping. Much of Adult Swim's general content is known for their experimental, risqué, unorthodox, crude, dry, and improvisational humor, along with purposefully cheap-looking animation, and often bizarre presentation. In 2005, the block was granted its own Nielsen ratings report from Cartoon Network due to targeting a separate demographic. The block features stylistically varied animated and live-action shows including original programming, syndicated series mainly consisting of Fox animated programming, short films, original video animation, and anime, generally with minimal or no editing for content.\nIn the United States, Adult Swim has frequently aired adult animation features, anime, mockumentaries, sketch comedy, live-action, and pilots. Shows may have sexual themes, frank sexual discussion, nudity, strong language, and graphic violence; in other words, programs that would be deemed inappropriate if aired during the day on Cartoon Network, when children would be watching. While the network features comedic and dramatic programs of all types, many of its programs are aesthetically experimental, transgressive, improvised, and surrealist in nature. Thus, Adult Swim has become a source of conflict, with some saying that it is too controversial, while others noting that its ability to question the norm brings a level of surrealism and experimentalism that is welcome. Adult Swim has contracted with various studios known for their productions in absurd and shock comedy.\nAs with Cartoon Network, Adult Swim's reach through various services totals 94 million American households."}, {"show": "Adventure Time", "description": "Adventure Time is an American animated television series created by Pendleton Ward for Cartoon Network. It follows the adventures of a boy named Finn (voiced by Jeremy Shada) and his best friend and adoptive brother Jake (John DiMaggio)—a dog with the magical power to change shape and size at will. Finn and Jake live in the post-apocalyptic Land of Ooo, where they interact with Princess Bubblegum (Hynden Walch), the Ice King (Tom Kenny), Marceline the Vampire Queen (Olivia Olson), BMO (Niki Yang), and others. The series is based on a 2007 short produced for Nicktoons and Frederator Studios' animation incubator series Random! Cartoons. After the short became a viral hit on the Internet, Cartoon Network commissioned a full-length series, which previewed on March 11, 2010, and officially premiered on April 5, 2010.\nThe series draws inspiration from a variety of sources, including the fantasy role-playing game Dungeons & Dragons and video games. It is produced using hand-drawn animation; action and dialogue for episodes are decided by storyboarding artists. Because each episode takes roughly eight to nine months to complete, multiple episodes are worked on concurrently. The cast members record their lines in group recordings, and the series regularly employs guest actors for minor and recurring characters. Each episode runs for about eleven minutes; pairs of episodes are often telecast to fill half-hour program slots. Eight seasons of the program have aired, and a ninth and final season premiered on April 21, 2017 and is scheduled to conclude in 2018. As of October 2015, a feature-length film is in development.\nAdventure Time has been a ratings success for Cartoon Network and some episodes have attracted over 3 million viewers; despite being aimed primarily at children, it has developed a following among teenagers and adults. The show has received positive reviews from critics and won awards including: seven Primetime Emmy Awards, a Peabody Award, three Annie Awards, two British Academy Children's Awards, a Motion Picture Sound Editors Award, a Pixel Award, and a Kerrang! Award. The series has also been nominated for three Critics' Choice Television Awards, two Annecy Festival Awards, a TCA Award, and a Sundance Film Festival Award, among others. Of the many comic book spin-offs based on the series, one received an Eisner Award and two Harvey Awards. Various forms of licensed merchandise, including books, video games and clothing, have been inspired by the series."}, {"show": "Always Sunny in Philadelphia", "description": ""}, {"show": "American Dad", "description": "From a modification: This is a redirect from a modification of the target's title or a closely related title. For example, the words may be rearranged, or punctuation may be different.\nIn cases of modification from distinctly longer or shorter names, please use {{R from long name}} or {{R from short name}}, respectively.\nUse this rcat instead of {{R from other capitalisation}} and {{R from plural}} in namespaces other than mainspace for those types of modification."}, {"show": "American Horror Story", "description": "American Horror Story is an American anthology horror series created and produced by Ryan Murphy and Brad Falchuk. Described as an anthology series, each season is conceived as a self-contained miniseries, following a different set of characters and settings, and a storyline with its own \"beginning, middle, and end.\" Some plot elements of each season are loosely inspired by true events. The only actors to appear in all iterations of the show so far are Evan Peters and Sarah Paulson.\nThe first season, retroactively subtitled Murder House, takes place in Los Angeles, California, during the year 2011 and centers on a family that moves into a house haunted by its deceased former occupants. The second season, subtitled Asylum, takes place in Massachusetts during the year 1964 and follows the stories of the patients and staff of an institution for the criminally insane. The third season, subtitled Coven, takes place in New Orleans, Louisiana, during the year 2013 and follows a coven of witches who face off against those who wish to destroy them. The fourth season, subtitled Freak Show, takes place in Jupiter, Florida, during the year 1952 and centers around one of the few remaining American freak shows. The fifth season, subtitled Hotel, takes place in Los Angeles during the year 2015 and focuses on the staff and guests of a supernatural hotel. The sixth season, subtitled Roanoke, takes place in North Carolina during the year 2016 and focuses on the paranormal events that take place at an isolated farmhouse. The seventh season, subtitled Cult, takes place in Michigan and centers around a cult terrorizing a suburb in the aftermath of the 2016 U.S. election.\nThe series is broadcast on the cable television channel FX in the United States. On January 12, 2017, the series was renewed for an eighth and ninth season.\nAlthough reception to individual seasons has varied, American Horror Story has overall, been well received by television critics, with the majority of the praise going towards the cast, particularly Jessica Lange, who won two Emmy Awards, a Golden Globe Award, and a Screen Actors Guild Award for her performances. Additionally, Kathy Bates and James Cromwell each won an Emmy Award for their performances, while Lady Gaga won a Golden Globe Award. The series draws consistently high ratings for the FX network, with its first season being the most-viewed new cable series of 2011."}, {"show": "Anime", "description": "Anime (/ˈænəˌmeɪ/ (Japanese: アニメ, [aɲime] ( listen), plural: anime)) is a Japanese term for hand-drawn or computer animation. The word is the abbreviated pronunciation of \"animation\" in Japanese, where this term references all animation. Outside Japan, anime is used to refer specifically to animation from Japan or as a Japanese-disseminated animation style often characterized by colorful graphics, vibrant characters and fantastical themes. Arguably, the culturally abstract approach to the word's meaning may open up the possibility of anime produced in countries other than Japan. For simplicity, many Westerners strictly view anime as a Japanese animation product. Some scholars suggest defining anime as specifically or quintessentially Japanese may be related to a new form of orientalism.\nThe earliest commercial Japanese animation dates to 1917, and Japanese anime production has since continued to increase steadily. The characteristic anime art style emerged in the 1960s with the works of Osamu Tezuka and spread internationally in the late twentieth century, developing a large domestic and international audience. Anime is distributed theatrically, by way of television broadcasts, directly to home media, and over the Internet. It is classified into numerous genres targeting diverse broad and niche audiences.\nAnime is a diverse art form with distinctive production methods and techniques that have been adapted over time in response to emergent technologies. It consists of an ideal story-telling mechanism, combining graphic art, characterization, cinematography, and other forms of imaginative and individualistic techniques. The production of anime focuses less on the animation of movement and more on the realism of settings as well as the use of camera effects, including panning, zooming, and angle shots. Being hand-drawn, anime is separated from reality by a crucial gap of fiction that provides an ideal path for escapism that audiences can immerse themselves into with relative ease. Diverse art styles are used and character proportions and features can be quite varied, including characteristically large emotive or realistically sized eyes.\nThe anime industry consists of over 430 production studios, including major names like Studio Ghibli, Gainax, and Toei Animation. Despite comprising only a fraction of Japan's domestic film market, anime makes up a majority of Japanese DVD sales. It has also seen international success after the rise of English-dubbed programming. This rise in international popularity has resulted in non-Japanese productions using the anime art style, but these works are usually described as anime-influenced animation rather than anime proper."}, {"show": "Archer", "description": ""}, {"show": "Arrested Development ", "description": ""}, {"show": "Batman the Animated Series", "description": ""}, {"show": "Battlestar Galactica", "description": "Battlestar Galactica is an American science fiction media franchise created by Glen A. Larson. The franchise began with the original television series in 1978 and was followed by a short-run sequel series (Galactica 1980), a line of book adaptations, original novels, comic books, a board game, and video games. A re-imagined version of Battlestar Galactica aired as a two-part, three-hour miniseries developed by Ronald D. Moore and David Eick in 2003. That miniseries led to a weekly television series, which aired until 2009. A prequel series, Caprica, aired in 2010.\nAll Battlestar Galactica productions share the premise that in a distant part of the universe, a human civilization has extended to a group of planets known as the Twelve Colonies, to which they have migrated from their ancestral homeworld of Kobol. The Twelve Colonies have been engaged in a lengthy war with a cybernetic race known as the Cylons, whose goal is the extermination of the human race. The Cylons offer peace to the humans, which proves to be a ruse. With the aid of a human named Baltar, the Cylons carry out a massive attack on the Twelve Colonies and on the Colonial Fleet of starships that protect them. These attacks devastate the Colonial Fleet, lay waste to the Colonies, and virtually destroy their populations. Scattered survivors flee into outer space aboard a ragtag array of available spaceships. Of the entire Colonial battle fleet, only the Battlestar Galactica, a gigantic battleship and spacecraft carrier, appears to have survived the Cylon attack. Under the leadership of Commander Adama, the Galactica and the pilots of \"Viper fighters\" lead a fugitive fleet of survivors in search of the fabled thirteenth colony known as Earth."}, {"show": "Beavis and Butt-Head", "description": "Beavis and Butt-Head is an American animated sitcom created and designed by Mike Judge. The series originated from Frog Baseball, a 1992 short film by Judge originally aired on Liquid Television. After seeing the short, MTV signed Judge to develop the concept. The series first ran from March 8, 1993, to November 28, 1997. Then the series was renewed for an eighth season which aired from October 27 to December 29, 2011. In 1996, the series was adapted into the animated feature film Beavis and Butt-Head Do America."}, {"show": "Better Call Saul", "description": "Better Call Saul is an American television crime drama series created by Vince Gilligan and Peter Gould. It is a spin-off prequel of Gilligan's prior series Breaking Bad. Set in 2002, Better Call Saul follows the story of small-time lawyer James Morgan \"Jimmy\" McGill (Bob Odenkirk), six years before his appearance on Breaking Bad as Saul Goodman; events after the original series are briefly explored as well.\nThe first season, which premiered on AMC on February 8, 2015, consists of 10 episodes. The show's 10-episode second season premiered on February 15, 2016. The series was renewed for a 10-episode third season, which premiered April 10, 2017. On June 27, 2017, the series was renewed by AMC for a 10-episode fourth season to air in 2018.\nLike its predecessor, Better Call Saul has received critical acclaim, particularly for its acting, writing, and directing with many critics calling it a worthy successor to Breaking Bad. It has garnered several nominations, including 23 Primetime Emmy Awards, seven Writers Guild of America Awards, five Critics' Choice Television Awards, a Screen Actors Guild Award and two Golden Globe Awards. The series premiere held the record for the highest-rated scripted series premiere in basic cable history at the time of its airing."}, {"show": "Blacklist", "description": ""}, {"show": "Blue Bloods", "description": "Blue Bloods may refer to:\nThe Blue Bloods, a wrestling \"stable\" from World Championship Wrestling in the 1990s and early 2000s\nBlue Bloods (novel series), a series of vampire novels by Melissa de la Cruz, and the first book in the series\nBlue Bloods (TV series), a drama series on CBS (2010–present)"}, {"show": "Bobs Burgers", "description": "From a modification: This is a redirect from a modification of the target's title or a closely related title. For example, the words may be rearranged, or punctuation may be different.\nIn cases of modification from distinctly longer or shorter names, please use {{R from long name}} or {{R from short name}}, respectively.\nUse this rcat instead of {{R from other capitalisation}} and {{R from plural}} in namespaces other than mainspace for those types of modification."}, {"show": "Bones", "description": ""}, {"show": "Breaking Bad", "description": "Breaking Bad is an American neo-western crime drama television series created and produced by Vince Gilligan. The show originally aired on the AMC network for five seasons, from January 20, 2008 to September 29, 2013. It tells the story of Walter White (Bryan Cranston), a struggling high school chemistry teacher diagnosed with inoperable lung cancer. Together with his former student Jesse Pinkman (Aaron Paul), White turns to a life of crime by producing and selling crystallized methamphetamine to secure his family's financial future before he dies, while navigating the dangers of the criminal world. The title comes from the Southern colloquialism \"breaking bad\", meaning to \"raise hell\" or turn toward crime. Breaking Bad is set and was filmed in Albuquerque, New Mexico.\nWalter's family consists of his wife Skyler (Anna Gunn) and children, Walter, Jr. (RJ Mitte) and Holly (Elanor Anne Wenrich). The show also features Skyler's sister Marie Schrader (Betsy Brandt), and her husband Hank (Dean Norris), a Drug Enforcement Administration (DEA) agent. Walter hires lawyer Saul Goodman (Bob Odenkirk), who connects him with private investigator and fixer Mike Ehrmantraut (Jonathan Banks) and in turn Mike's employer, drug kingpin Gus Fring (Giancarlo Esposito). The final season introduces the characters Todd Alquist (Jesse Plemons) and Lydia Rodarte-Quayle (Laura Fraser).\nBreaking Bad is widely regarded as one of the greatest television series of all time. By the time the series finale aired, it was among the most-watched cable shows on American television. The show received numerous awards, including 16 Primetime Emmy Awards, eight Satellite Awards, two Golden Globe Awards, two Peabody Awards, two Critics' Choice Awards and four Television Critics Association Awards. For his leading performance, Cranston won the Primetime Emmy Award for Outstanding Lead Actor in a Drama Series four times, while Aaron Paul won the Primetime Emmy Award for Outstanding Supporting Actor in a Drama Series three times; Anna Gunn won the Primetime Emmy Award for Outstanding Supporting Actress in a Drama Series twice. In 2013, Breaking Bad entered the Guinness World Records as the most critically acclaimed show of all time."}, {"show": "Celebrity Deathmatch", "description": "Celebrity Deathmatch was an American stop-motion animated series created by Eric Fogel for MTV. A parody of sports entertainment programs, Celebrity Deathmatch depicts various celebrities engaging in highly stylized professional wrestling matches. The series is known for its large amount of bloody violence, including combatants employing different abilities and weapons to deliver particularly brutal attacks, resulting in exaggerated physical injuries.\nTwo television pilots were broadcast on MTV on January 1 and 25, 1998. The series proper premiered on May 14, 1998, and ended on October 20, 2002, airing for 75 episodes. A television special, Celebrity Deathmatch Hits Germany, aired on June 21, 2001. For a brief period during that year, reruns of the series aired on broadcast network UPN. Professional wrestler Stone Cold Steve Austin portrayed a fictionalized version of himself as a guest commentator. Early in 2003, a film based on the series was announced by MTV to be in production, but the project was canceled by the end of the year.\nIn 2005, MTV2 announced the revival of the show as part of their Sic 'Em Friday programming block. Originally set to return in November 2005, the premiere was pushed back to June 10, 2006 as part of a block with two other animated series, Where My Dogs At? and The Adventures of Chico and Guapo. The revival series was produced without any involvement from Fogel. The series' fourth and fifth seasons were produced by Cuppa Coffee Studios, and the premiere drew over 2.5 million viewers, becoming MTV2's highest rated season premiere ever. It was canceled again in 2007.\nIn April 2015, MTV2 announced a reboot of the series. However, in November 2016, Fogel stated via Twitter that MTV did not pick up the pilot to series."}, {"show": "Community ", "description": "A community is a small or large social unit (a group of living things) who have something in common, such as norms, religion, values, or identity. Communities often share a sense of place that is situated in a given geographical area (e.g. a country, village, town, or neighborhood) or in virtual space through communication platforms. Durable relations that extend beyond immediate genealogical ties also define a sense of community. People tend to define those social ties as important to their identity, practice, and roles in social institutions like family, home, work, government, society, or humanity, at large. Although communities are usually small relative to personal social ties (micro-level), \"community\" may also refer to large group affiliations (or macro-level), such as national communities, international communities, and virtual communities.\nThe word \"community\" derives from the Old French comuneté, which comes from the Latin communitas \"community\", \"public spirit\" (from Latin communis, \"shared in common\").\nHuman communities may share intent, belief, resources, preferences, needs, and risks in common, affecting the identity of the participants and their degree of cohesiveness."}, {"show": "Cops", "description": ""}, {"show": "Curb Your Enthusiasm", "description": "Curb Your Enthusiasm is an American comedy television series produced and broadcast by HBO that premiered on October 15, 2000. The series was created by Larry David, who stars as a fictionalized version of himself. The series follows Larry in his life as a semi-retired television writer and producer in Los Angeles and later New York City. Also starring are Cheryl Hines as his wife/ex-wife, Cheryl; Jeff Garlin as his manager, Jeff; and Susie Essman as Jeff's wife, Susie. Curb Your Enthusiasm often features guest stars, and many of these appearances are by celebrities playing versions of themselves fictionalized to varying degrees.\nThe plots and subplots of the episodes are established in an outline written by David, and the dialogue is largely improvised by the actors (a technique known as retroscripting). As with Seinfeld, which David co-created, the subject matter in Curb Your Enthusiasm often involves the minutiae of American daily social life, and plots often revolve around Larry David's many faux pas and his problems with certain social conventions and expectations, as well as his annoyance with other people's behavior. The character has a hard time letting such annoyances go unexpressed, which often leads him into awkward situations. He is also routinely the victim of elaborate misunderstandings wherein other characters believe that he has done something morally terrible or disgusting.\nThe series was developed from a 1999 one-hour special, Larry David: Curb Your Enthusiasm, which David and HBO originally envisioned as a one-time project. The special was shot as a mockumentary, where the characters were aware of the presence of cameras and a crew. The series itself is not a mock documentary but is shot in a somewhat similar, cinéma vérité-like style. Curb Your Enthusiasm has received high critical acclaim and has grown in popularity since its debut. It has been nominated for 38 Primetime Emmy Awards, and Robert B. Weide received an Emmy for Outstanding Directing for a Comedy Series for the episode \"Krazee Eyez Killa\". The show won the 2002 Golden Globe Award for Best Television Series – Musical or Comedy.\nAfter season 8 finished in 2011, the series went on an indefinite hiatus. In June 2016, it was announced the series would return for a ninth season. After a six-year hiatus, the ninth season premiered on October 1, 2017."}, {"show": "Doctor Who", "description": "Doctor Who is a British science-fiction television programme produced by the BBC since 1963. The programme depicts the adventures of a Time Lord called \"the Doctor\", an extraterrestrial being from the planet Gallifrey. The Doctor explores the universe in a time-travelling space ship called the TARDIS. Its exterior appears as a blue British police box, which was a common sight in Britain in 1963 when the series first aired. Accompanied by a number of companions, the Doctor combats a variety of foes, while working to save civilisations and help people in need.\nThe show is a significant part of British popular culture, and elsewhere it has gained a cult following. It has influenced generations of British television professionals, many of whom grew up watching the series. The programme originally ran from 1963 to 1989. There was an unsuccessful attempt to revive regular production in 1996 with a backdoor pilot, in the form of a television film titled Doctor Who. The programme was relaunched in 2005, and since then has been produced in-house by BBC Wales in Cardiff. Doctor Who has also spawned numerous spin-offs, including comic books, films, novels, audio dramas, and the television series Torchwood (2006–2011), The Sarah Jane Adventures (2007–2011), K-9 (2009–2010), and Class (2016), and has been the subject of many parodies and references in popular culture.\nTwelve actors have headlined the series as the Doctor. The transition from one actor to another is written into the plot of the show with the concept of regeneration into a new incarnation – an idea introduced in 1966 to allow the show to continue after the departure of original lead William Hartnell who was becoming very ill at the time. The concept is that this is a Time Lord trait through which the character of the Doctor takes on a new body and personality to recover from a severe injury or anything that would otherwise kill a normal person. Each actor's portrayal differs, but all represent stages in the life of the same character and form a single narrative. The time-travelling feature of the plot means that different incarnations of the Doctor occasionally meet. The current lead, Peter Capaldi, confirmed he would be leaving the show after the tenth series, with his final appearance being the 2017 Christmas special, \"Twice Upon a Time\". In July, Jodie Whittaker was announced as the Thirteenth Doctor, the first woman to be cast in the role."}, {"show": "Downton Abbey ", "description": "Downton Abbey is a historical period drama television series created by Julian Fellowes and co-produced by Carnival Films and Masterpiece. It first aired on ITV in the United Kingdom on 26 September 2010, and on PBS in the United States on 9 January 2011 as part of the Masterpiece Classic anthology.\nThe series, set in the fictional Yorkshire country estate of Downton Abbey between 1912 and 1926, depicts the lives of the aristocratic Crawley family and their domestic servants in the post-Edwardian era—with the great events in history having an effect on their lives and on the British social hierarchy. Events depicted throughout the series include news of the sinking of the RMS Titanic in the first series; the outbreak of the First World War, the Spanish influenza pandemic, and the Marconi scandal in the second series; the Irish War of Independence leading to the formation of the Irish Free State in the third series; the Teapot Dome scandal in the fourth series; and the British general election of 1923, the Jallianwala Bagh massacre, and the Beer Hall Putsch in the fifth series. The sixth and final series introduces the rise of the working class during the interwar period and hints towards the eventual decline of the British aristocracy.\nDownton Abbey has received acclaim from television critics and won numerous accolades, including a Golden Globe Award for Best Miniseries or Television Film and a Primetime Emmy Award for Outstanding Miniseries or Movie. It was recognised by Guinness World Records as the most critically acclaimed English-language television series of 2011. It earned the most nominations of any international television series in the history of the Primetime Emmy Awards, with twenty-seven in total (after two series). It was the most watched television series on both ITV and PBS, and subsequently became the most successful British costume drama series since the 1981 television serial of Brideshead Revisited. By the third series, it had become one of the most widely watched television drama shows in the world.\nOn 26 March 2015, Carnival Films and ITV announced that the sixth series would be the last. It aired on ITV between 20 September 2015 and 8 November 2015. The final episode, serving as the annual Christmas special, was broadcast on 25 December 2015. Although there are no plans in place, there are strong rumours of a future film adaptation, with executive producer Gareth Neame saying that he was \"very interested\" and bookmakers Ladbrokes stating that \"it only looks like being a matter of time before the film is released\"."}, {"show": "Dragonball Z", "description": ""}, {"show": "Family Guy", "description": "Family Guy is an American animated sitcom created by Seth MacFarlane for the Fox Broadcasting Company. The series centers on the Griffins, a family consisting of parents Peter and Lois; their children, Meg, Chris, and Stewie; and their anthropomorphic pet dog, Brian. The show is set in the fictional city of Quahog, Rhode Island, and exhibits much of its humor in the form of metafictional cutaway gags that often lampoon American culture.\nThe family was conceived by MacFarlane after developing two animated films, The Life of Larry and Larry & Steve. MacFarlane redesigned the films' protagonist, Larry, and his dog, Steve, and renamed them Peter and Brian, respectively. MacFarlane pitched a seven-minute pilot to Fox in 1998, and the show was greenlit and began production. Shortly after the third season of Family Guy had aired in 2002, Fox canceled the series with one episode left unaired. Adult Swim aired that episode in 2003, finishing the series' original run. However, favorable DVD sales and high ratings for syndicated reruns on Adult Swim convinced the network to renew the show in 2004 for a fourth season, which began airing on May 1, 2005.\nSince its debut on January 31, 1999, 293 episodes of Family Guy have been broadcast. Its sixteenth season began on October 1, 2017. Family Guy has been nominated for 12 Primetime Emmy Awards and 11 Annie Awards, and has won three of each. In 2009, it was nominated for an Primetime Emmy Award for Outstanding Comedy Series, the first time an animated series was nominated for the award since The Flintstones in 1961. Family Guy has also received criticism, including unfavorable comparisons to The Simpsons.\nMany tie-in media have been released, including Stewie Griffin: The Untold Story, a straight-to-DVD special released in 2005; Family Guy: Live in Vegas, a soundtrack-DVD combo released in 2005, featuring music from the show as well as original music created by MacFarlane and Walter Murphy; a video game and pinball machine, released in 2006 and 2007, respectively; since 2005, six books published by Harper Adult based on the Family Guy universe; and Laugh It Up, Fuzzball: The Family Guy Trilogy (2010), a series of parodies of the original Star Wars trilogy. In 2008, MacFarlane confirmed that the cast was interested in producing a feature film and that he was working on a story for a film adaptation.\nA spin-off series, The Cleveland Show, featuring Cleveland Brown, aired from September 27, 2009, to May 19, 2013. \"The Simpsons Guy\", a crossover episode with The Simpsons, aired on September 28, 2014. Family Guy is a joint production by Fuzzy Door Productions and 20th Century Fox Television and syndicated by 20th Television. In 2013, TV Guide ranked Family Guy the ninth Greatest TV Cartoon of All Time.\nIn May 2017, Fox renewed the series for a sixteenth season, which premiered on October 1, 2017."}, {"show": "Fawlty Towers", "description": "Fawlty Towers is a British television sitcom broadcast on BBC Two in 1975 and 1979. Only 12 episodes were made (two series of six episodes each). The show was created and written by John Cleese and Connie Booth, who also starred in the show. They were married at the time of series 1, but divorced before recording series 2. The show was ranked first on a list of the 100 Greatest British Television Programmes drawn up by the British Film Institute in 2000.\nThe series is set in Fawlty Towers, a fictional hotel in the seaside town of Torquay on the \"English Riviera\". The plots centre on tense, rude and put-upon owner Basil Fawlty (Cleese), his bossy wife Sybil (Prunella Scales), comparatively normal chambermaid-cum-receptionist Polly (Booth) who often is the peacemaker and voice of reason, and hapless and English-challenged Spanish waiter Manuel (Andrew Sachs), showing their attempts to run the hotel amidst farcical situations and an array of demanding and eccentric guests and tradespeople."}, {"show": "Frasier", "description": "Frasier is an American sitcom that was broadcast on NBC for eleven seasons, premiering on September 16, 1993, and concluding on May 13, 2004. The program was created and produced by David Angell, Peter Casey, and David Lee (as Grub Street Productions) in association with Grammnet (2004) and Paramount Network Television. The series was created as a spin-off of Cheers, continuing the story of psychiatrist Frasier Crane as he returned to his hometown of Seattle and started building a new life. Frasier stars Kelsey Grammer, David Hyde Pierce, John Mahoney, Jane Leeves, and Peri Gilpin.\n\n"}, {"show": "Friends", "description": "Friends (stylized as F•R•I•E•N•D•S) is an American television sitcom, created by David Crane and Marta Kauffman, which aired on NBC from September 22, 1994, to May 6, 2004, lasting ten seasons. With an ensemble cast starring Jennifer Aniston, Courteney Cox, Lisa Kudrow, Matt LeBlanc, Matthew Perry and David Schwimmer, the show revolves around six 20-30 something friends living in Manhattan. The series was produced by Bright/Kauffman/Crane Productions, in association with Warner Bros. Television. The original executive producers were Kevin S. Bright, Marta Kauffman, and David Crane.\nKauffman and Crane began developing Friends under the title Insomnia Cafe between November and December 1993. They presented the idea to Bright, and together they pitched a seven-page treatment of the show to NBC. After several script rewrites and changes, including a title change to Six of One and Friends Like Us, the series was finally named Friends.\nFilming took place at Warner Bros. Studios in Burbank, California. All ten seasons of Friends ranked within the top ten of the final television season ratings; ultimately reaching the No. 1 spot with its eighth season. The series finale on May 6, 2004, was watched by around 52.5 million American viewers, making it the fifth most watched series finale in television history, and the most watched television episode of the 2000s decade.\nFriends received acclaim throughout its run, becoming one of the most popular television shows of all time. The series was nominated for 62 Primetime Emmy Awards, winning the Outstanding Comedy Series award in 2002 for its eighth season. The show ranked no. 21 on TV Guide's 50 Greatest TV Shows of All Time and no. 7 on Empire magazine's The 50 Greatest TV Shows of All Time. In 1997, the episode \"The One with the Prom Video\" was ranked no. 100 on TV Guide's 100 Greatest Episodes of All-Time. In 2013, Friends ranked no. 24 on the Writers Guild of America's 101 Best Written TV Series of All Time and no. 28 on TV Guide's 60 Best TV Series of All Time."}, {"show": "Futurama", "description": "Futurama is an American animated science fiction comedy series created by Matt Groening for the Fox Broadcasting Company. The series follows the adventures of a late-20th-century New York City pizza delivery boy, Philip J. Fry, who, after being unwittingly cryogenically frozen for one thousand years, finds employment at Planet Express, an interplanetary delivery company in the retro-futuristic 31st century. The series was envisioned by Groening in the mid-1990s while working on The Simpsons; he later brought David X. Cohen aboard to develop storylines and characters to pitch the show to Fox.\nIn the United States, the series aired on Fox from March 28, 1999, to August 10, 2003, before ceasing production. Futurama also aired in reruns on Cartoon Network's Adult Swim from 2003 to 2007, until the network's contract expired. It was revived in 2007 as four direct-to-video films; the last of which was released in early 2009. Comedy Central entered into an agreement with 20th Century Fox Television to syndicate the existing episodes and air the films as 16 new, half-hour episodes, constituting a fifth season.\nIn June 2009, producing studio 20th Century Fox announced that Comedy Central had picked up the show for 26 new half-hour episodes, which began airing in 2010 and 2011. The show was renewed for a seventh season, with the first half airing in June 2012 and the second set for mid-2013. It was later revealed that the seventh season would be the final season, as Comedy Central announced that they would not be commissioning any further episodes. The series finale aired on September 4, 2013. While Groening has said he will try to get it picked up by another network, David X. Cohen stated that the episode \"Meanwhile\" would be the last episode of season 7 and also the series finale. A 42-minute audio-only episode featuring its original cast members was released on September 14, 2017, as an episode of The Nerdist Podcast entitled Futurama: Worlds of Tomorrow Presents, RADIORAMA!.\nThroughout its run, Futurama has received critical acclaim. The show has been nominated for 17 Annie Awards and 12 Emmy Awards, winning seven of the former and six of the latter. It has also been nominated four times for a Writers Guild of America Award, winning two for the episodes \"Godfellas\" and \"The Prisoner of Benda\", been nominated for a Nebula Award and has received Environmental Media Awards for episodes \"The Problem with Popplers\" and \"The Futurama Holiday Spectacular\". Futurama-related merchandise has also been released, including a tie-in comic book series, video games, calendars, clothes and figurines. In 2013, TV Guide ranked Futurama as one of the top 60 Greatest TV Cartoons of All Time."}, {"show": "Game of Thrones", "description": "Game of Thrones is an American fantasy drama television series created by David Benioff and D. B. Weiss. It is an adaptation of A Song of Ice and Fire, George R. R. Martin's series of fantasy novels, the first of which is A Game of Thrones. It is filmed in Belfast and elsewhere in the United Kingdom, Canada, Croatia, Iceland, Malta, Morocco, Spain, and the United States. The series premiered on HBO in the United States on April 17, 2011, and its seventh season ended on August 27, 2017. The series will conclude with its eighth season premiering either in 2018 or 2019.\nSet on the fictional continents of Westeros and Essos, Game of Thrones has several plot lines and a large ensemble cast but centers on three primary story arcs. The first story arc centers on the Iron Throne of the Seven Kingdoms and follows a web of alliances and conflicts among the dynastic noble families either vying to claim the throne or fighting for independence from the throne. The second story arc focuses on the last descendant of the realm's deposed ruling dynasty, exiled and plotting a return to the throne. The third story arc centers on the longstanding brotherhood charged with defending the realm against the ancient threats of the fierce peoples and legendary creatures that lie far north, and an impending winter that threatens the realm.\nGame of Thrones has attracted record viewership on HBO and has a broad, active, international fan base. It has been acclaimed by critics, particularly for its acting, complex characters, story, scope, and production values, although its frequent use of nudity and violence (including sexual violence) has been criticized. The series has received 38 Primetime Emmy Awards, including Outstanding Drama Series in 2015 and 2016, more than any other primetime scripted television series. Its other awards and nominations include three Hugo Awards for Best Dramatic Presentation (2012–2014), a 2011 Peabody Award, and four nominations for the Golden Globe Award for Best Television Series – Drama (2012 and 2015–2017). Of the ensemble cast, Peter Dinklage has won two Primetime Emmy Awards for Outstanding Supporting Actor in a Drama Series (2011 and 2015) and the Golden Globe Award for Best Supporting Actor – Series, Miniseries or Television Film (2012) for his performance as Tyrion Lannister. Lena Headey, Emilia Clarke, Kit Harington, Maisie Williams, Diana Rigg, and Max von Sydow have also received Primetime Emmy Award nominations for their performances in the series."}, {"show": "Golden Girls", "description": ""}, {"show": "Home Improvement", "description": ""}, {"show": "How I Met Your Mother", "description": "How I Met Your Mother (often abbreviated to HIMYM) is an American sitcom that originally aired on CBS from September 19, 2005 to March 31, 2014. The series follows the main character, Ted Mosby, and his group of friends in Manhattan. As a framing device, Ted, in the year 2030, recounts to his son and daughter the events that led him to meet their mother.\nThe series was created by Craig Thomas and Carter Bays, who also served as the show's executive producers and were frequent writers. The series was loosely inspired by their friendship when they both lived in New York City. Among the 208 episodes, there were only four directors: Pamela Fryman (196 episodes), Rob Greenberg (7 episodes), Michael Shea (4 episodes) and Neil Patrick Harris (1 episode).\nKnown for its unique structure, eccentric humor, and incorporation of dramatic elements, How I Met Your Mother has gained a cult following over the years. The show initially received positive reviews, while the later seasons received more mixed reviews. The show was nominated for 28 Emmy Awards, winning nine. In 2010, Alyson Hannigan won the People's Choice Award for Favorite TV Comedy Actress. In 2012, seven years after its premiere, the series won the People's Choice Award for Favorite Network TV Comedy, and Neil Patrick Harris won the award for Favorite TV Comedy Actor.\nThe ninth and final season began airing on September 23, 2013, and concluded on March 31, 2014, with a double-length finale episode, which received polarized reviews from critics and fans alike for its controversial twist ending, as many critics and fans believed it contradicted many of the previous episodes."}, {"show": "I Love Lucy", "description": "I Love Lucy is an American television sitcom starring Lucille Ball, Desi Arnaz, Vivian Vance, and William Frawley. The black-and-white series originally ran from October 15, 1951 to May 6, 1957 on CBS. After the series ended in 1957, a modified version continued for three more seasons with 13 one-hour specials; it ran from 1957 to 1960. It was first known as The Lucille Ball-Desi Arnaz Show and later in reruns as The Lucy–Desi Comedy Hour.\nThe show, which was the first scripted television program to be shot on 35 mm film in front of a studio audience, won five Emmy Awards and received numerous nominations.\nI Love Lucy was the most watched show in the United States in four of its six seasons, and it was the first to end its run at the top of the Nielsen ratings (an accomplishment later matched only by The Andy Griffith Show in 1968 and Seinfeld in 1998). The show is still syndicated in dozens of languages across the world and remains popular with an American audience of 40 million each year. A colorized version of its Christmas episode attracted more than 8 million viewers when CBS aired it in prime time in 2013 – 62 years after the show premiered.\nI Love Lucy is often regarded as one of the greatest and most influential sitcoms in history. In 2012, it was voted the 'Best TV Show of All Time' in a survey conducted by ABC News and People Magazine."}, {"show": "Invader Zim", "description": "Invader Zim is an American animated television series created by Jhonen Vasquez for Nickelodeon. The series centers on an extraterrestrial named Zim, from the planet Irk, and his mission to conquer Earth and enslave the human race along with his malfunctioning robot servant GIR. He is antagonized by Dib, a young paranormal investigator who is determined to stop Zim from succeeding.\nVasquez pitched Invader Zim to Nickelodeon, who desired a series for their older demographic. As the series went on, ratings declined, budgetary issues became more frequent, and the show's staff became weary of their work environment. Before the second season was completed, Nickelodeon cancelled the series, leaving several episodes unfinished. The show first-ran on Nick from 2001 to 2002, with a handful of second-season episodes initially going unaired; these episodes were later seen on DVD in 2004 and Nicktoons Network in 2006.\nInvader Zim was met with critical acclaim, winning an Annie Award, an Emmy Award and a World Animation Celebration Award, with nominations for six Annie Awards and a Golden Reel Award. Despite its early cancellation, due to increasing popularity it has been labeled a cult classic. In April 2017, Nickelodeon announced that there will be a television film based on the series."}, {"show": "King of the Hill", "description": "King of the Hill was an American animated sitcom created by Mike Judge and Greg Daniels that ran from January 12, 1997 to May 6, 2010 on Fox. It centers on the Hills, a middle-class American family in the fictional city of Arlen, Texas. It attempts to maintain a realistic approach, seeking humor in the conventional and mundane aspects of everyday life.\nThe series debuted on the Fox network as a mid-season replacement on January 12, 1997, quickly becoming a hit. The series' popularity led to worldwide syndication, and reruns aired nightly on Adult Swim. The show became one of Fox's longest-running series (third-longest as an animated series, after The Simpsons and Family Guy), and briefly was the second longest running animated sitcom in history. In 2007, it was named by Time magazine as one of the top 100 greatest television shows of all time. King of the Hill won two Emmy Awards and was nominated for seven.\nA total of 259 episodes aired over the course of its 13 seasons. The final episode aired on Fox on September 13, 2009. Four episodes from the final season were to have aired on Fox, but later premiered in nightly syndication from May 3 to 6, 2010."}, {"show": "Malcolm in the Middle", "description": "Malcolm in the Middle is an American television sitcom created by Linwood Boomer for the Fox Broadcasting Company. The series was first broadcast on January 9, 2000, and ended its six-year run on May 14, 2006, after seven seasons and 151 episodes. The series received critical acclaim and won a Peabody Award, seven Emmy Awards, one Grammy Award, and seven Golden Globe nominations.\nThe series follows a family of six, and later seven, and stars Frankie Muniz in the lead role of Malcolm Wilkerson, a somewhat normal boy who tests at genius level. While he enjoys his intelligence, he despises having to take classes for gifted children, who are mocked by the other students who call them \"Krelboynes\". Jane Kaczmarek is Malcolm's overbearing, authoritarian mother, Lois, and Bryan Cranston plays his immature but loving father, Hal. Christopher Kennedy Masterson plays eldest brother Francis, a former rebel who, in earlier episodes, was in military school, but eventually marries and settles into a steady job. Justin Berfield is Malcolm's dimwitted older brother Reese, a cruel bully who tortures Malcolm at home, even while he defends him at school. Younger brother Dewey, bitter about his ruined childhood, smart, and musically talented, is portrayed by Erik Per Sullivan. At first, the show's focus was on Malcolm, but as the series progressed, it began to explore all six members of the family. A fifth son, Jamie, was introduced as a baby at the end of Season 4.\nMalcolm in the Middle was produced by Satin City and Regency Television in association with Fox Television Studios (syndicated by Fox corporate sibling 20th Television). The show has proven popular worldwide and has been syndicated in 57 countries. In the United States, it had been syndicated during the day on FX and at night on Nickelodeon's sister channel TeenNick, as well as local stations. It's also currently being syndicated by IFC every Saturday, Sunday, Monday and Tuesday mornings at 8:00am EST. In the United Kingdom, it originally aired on Sky 1 then eventually began on BBC Two on 6 April 2001, its HD counterpart and Sky 2, however after Sky stopped airing repeats of the show, the rights were bought by Channel 5 and the show was shown on 5Star. Since 2015, the show airs on Comedy Central. In Ireland it aired on TV3's sister channel 3e. It was also syndicated on Network Ten from 2009 to 2010 and on Eleven from February 2011 in Australia (originally airing on the Nine Network, 2001–2009) and on Comedy Central in India. In Canada, episodes were shown on the Global Television Network.\nThe show received universal acclaim from critics and proved an extremely popular draw for the network. It was placed No. 88 on Entertainment Weekly's \"New TV Classics\" list, and was named by Alan Sepinwall of HitFix as one of the 10 best shows in Fox network history."}, {"show": "Married with Children", "description": ""}, {"show": "Modern Family ", "description": "Modern Family (stylized as modern family) is an American television mockumentary family sitcom that premiered on ABC on September 23, 2009, which follows the lives of Jay Pritchett and his family, all of whom live in suburban Los Angeles. Pritchett's family includes his second wife, her son and his stepson, as well as his two adult children and their spouses and children. Christopher Lloyd and Steven Levitan conceived the series while sharing stories of their own \"modern families\". Modern Family employs an ensemble cast. The series is presented in mockumentary style, with the fictional characters frequently talking directly into the camera. The series premiered on September 23, 2009, and the ninth season premiered on September 27, 2017. The series was renewed for a tenth season on May 10, 2017.\nModern Family was acclaimed by critics throughout its first few seasons, although reception has become more mixed as the series has progressed. The show won the Emmy Award for Outstanding Comedy Series in each of its first five years and the Emmy Award for Outstanding Supporting Actor in a Comedy Series four times, twice for Eric Stonestreet and twice for Ty Burrell, as well as the Outstanding Supporting Actress in a Comedy Series twice for Julie Bowen. It has so far won a total of 22 Emmy awards from 75 nominations. It also won the Golden Globe Award for Best Television Series – Musical or Comedy in 2011.\nThe broadcast syndication rights to the series were sold to USA Network, the stations of Fox Television Stations, and various other local stations in other markets for a fall 2013 premiere. The success of the series led to it being the tenth-highest revenue-generating show for 2012, earning $2.13 million an episode."}, {"show": "Narcos", "description": "Narcos is a US crime drama web television series created and produced by Chris Brancato, Carlo Bernard, and Doug Miro. Season one, comprising 10 episodes, originally aired on August 28, 2015, as a Netflix exclusive.\nSet and filmed in Colombia, seasons one and two tell the story of drug kingpin Pablo Escobar, who became a billionaire through the production and distribution of cocaine, while also focusing on Escobar's interactions with drug lords, Drug Enforcement Administration (DEA) agents, and various opposition entities. Season three picks up after the fall of Escobar and continues to follow the DEA as they go up against the rise of the infamous Cali Cartel.\nThe series was renewed for a second season, which premiered on September 2, 2016, with 10 episodes. On September 6, 2016, Netflix renewed the series for its third and fourth seasons. The third season premiered on September 1, 2017."}, {"show": "Outer Limits", "description": ""}, {"show": "Prison Break", "description": "Prison Break is an American television serial drama created by Paul Scheuring, that was broadcast on Fox for four seasons, with 81 episodes from August 29, 2005 to May 15, 2009, and a fifth season which aired from April 4, to May 30, 2017. The series revolves around two brothers, one of whom has been sentenced to death for a crime he did not commit, and the other who devises an elaborate plan to help his brother escape prison and clear his name. The series was produced by Adelstein-Parouse Productions, in association with Original Television and 20th Century Fox Television. Along with creator Paul Scheuring, the series is executive produced by Matt Olmstead, Kevin Hooks, Marty Adelstein, Dawn Parouse, Neal H. Moritz, and Brett Ratner who directed the pilot episode. The series' theme music, composed by Ramin Djawadi, was nominated for a Primetime Emmy Award in 2006.\nThe series was originally turned down by Fox in 2003, which was concerned about the long-term prospects of such a series. Following the popularity of serialized prime time television series Lost and 24, Fox decided to back production in 2004. The first season received generally positive reviews, and performed well in the ratings. The first season was originally planned for a 13-episode run, but was extended to include an extra nine episodes due to its popularity. Prison Break was nominated for several industry awards, including the 2005 Golden Globe Award for Best Television Series Drama and the 2006 People's Choice Award for Favorite New TV Drama, which it won. In the United States, all five seasons have been released on DVD and released on Blu-ray internationally.\nThe success of the series has inspired short videos for mobile phones, several official tie-ins in print and on the Internet, as well as a video game. A spin-off series, Prison Break: Proof of Innocence, was produced exclusively for mobile phones. The series has spawned an official magazine and a tie-in novel. The fourth season of Prison Break returned from its mid-season break in a new timeslot on April 17, 2009, for the series' last six episodes. Two additional episodes, titled \"The Old Ball and Chain\" and \"Free\" were produced, and were later transformed into a standalone feature, titled The Final Break. The events of this feature take place before the last scene of the series finale, and are intended to conclude unfinished plotlines. The feature was released on DVD and Blu-ray July 21, 2009. A nine-episode fifth season was announced by Fox in January 2016 and premiered on April 4, 2017, and aired on Tuesdays at 9:00 pm. The season concluded on May 30, 2017."}, {"show": "Regular Show", "description": "Regular Show (also known as Regular Show in Space during its eighth season) is an American animated television sitcom created by J. G. Quintel for Cartoon Network that aired from September 6, 2010, to January 16, 2017. The series revolves around the lives of two working-class friends, a blue jay named Mordecai and a raccoon named Rigby—both employed as groundskeepers at a local park. They usually try to solve a simple problem but then it leads to a surreal, extreme, and often supernatural misadventure. During these misadventures, they interact with the show's other main characters: Benson, Pops, Muscle Man, Hi-Five Ghost, Skips, Margaret and Eileen.\nMany of Regular Show's characters were loosely based on those developed for Quintel's student films at California Institute of the Arts: The Naïve Man from Lolliland and 2 in the AM PM. The former was one of the winners of the 2005 Nicktoons Film Festival and received international attention after being broadcast on Nicktoons Network. Quintel pitched Regular Show for Cartoon Network's Cartoonstitute project, in which the network allowed young artists to create pilots with no notes, which would possibly be optioned as shows. The project was green-lit and it premiered on September 6, 2010.\nAs of May 2013, the program has been watched by approximately 2 to 2.5 million viewers each week. The series has received positive reviews from critics and has developed a following of all ages. Regular Show has been nominated for several awards, including seven Annie Awards, six Primetime Emmy Awards—one of which it won for the episode \"Eggscellent\" (season 3, episode 18) and three British Academy Children's Awards. A film based on the series, titled Regular Show: The Movie, premiered in 2015.\nAfter eight seasons and 261 episodes, the series concluded on January 16, 2017 with the one-hour finale \"A Regular Epic Final Battle\"."}, {"show": "Reno 911", "description": ""}, {"show": "Rick and Morty", "description": "Rick and Morty is an American adult animated science-fiction sitcom created by Justin Roiland and Dan Harmon for Cartoon Network's late-night programming block Adult Swim. The series follows the misadventures of cynical mad scientist Rick Sanchez and his fretful, easily influenced grandson Morty Smith, who split their time between domestic life and interdimensional adventures. Roiland voices the eponymous characters, with Chris Parnell, Spencer Grammer, and Sarah Chalke voicing the rest of the family. The series premiered on December 2, 2013.\nThe series originated from an animated short parody film of Back to the Future, The Real Animated Adventures of Doc and Mharti, created by Roiland for Channel 101, a short film festival co-founded by Harmon. When Adult Swim approached Harmon for television show ideas, he and Roiland decided to develop a program based on the short.\nIn January 2014, Adult Swim renewed Rick and Morty for a second season, which premiered on July 26, 2015. In August 2015, Adult Swim renewed the series for a third season, consisting of 10 episodes. The third season premiered unannounced on April 1, 2017; the rest of the series aired weekly from July. The show has received critical acclaim for its originality, creativity, and humor."}, {"show": "Samurai Jack", "description": "Samurai Jack is an American action-adventure animated television series created by Genndy Tartakovsky for Cartoon Network/Adult Swim. The series follows \"Jack\", an unnamed samurai sent through time to a dystopian future ruled by the tyrannical shape-shifting demon Aku. Jack quests to travel back in time and defeat Aku before he can take over the world. The series premiered on August 10, 2001, with a TV movie called The Premiere Movie, before ending in its fourth season on September 25, 2004, without concluding the story. A revival was produced twelve years later, resulting in a fifth season that concluded the series. The fifth season premiered on Adult Swim's Toonami block on March 11, 2017, and the series finale aired on May 20.\nAll episodes of Samurai Jack are directed by Tartakovsky, usually in collaboration with others. The series has garnered critical acclaim, and won eight Primetime Emmy Awards, including Outstanding Animated Program, as well as six Annie Awards and an OIAF Award."}, {"show": "Scrubs", "description": ""}, {"show": "Seinfeld", "description": "Seinfeld is an American sitcom that ran for nine seasons on NBC, from 1989 to 1998. It was created by Larry David and Jerry Seinfeld, the latter starring as a fictionalized version of himself. Set predominantly in an apartment building in Manhattan's Upper West Side in New York City, the show features a handful of Jerry's friends and acquaintances, particularly best friend George Costanza (Jason Alexander), former girlfriend Elaine Benes (Julia Louis-Dreyfus), and neighbor across the hall Cosmo Kramer (Michael Richards). It is often described as being \"a show about nothing\", as many of its episodes are about the minutiae of daily life.\nSeinfeld was produced by Castle Rock Entertainment. In syndication, the series has been distributed by Sony Pictures Television since 2002. It was largely written by David and Seinfeld with script writers who included Larry Charles, Peter Mehlman, Gregg Kavet, Carol Leifer, David Mandel, Jeff Schaffer, Steve Koren, Jennifer Crittenden, Tom Gammill, Max Pross, Dan O'Keefe, Charlie Rubin, Marjorie Gross, Alec Berg, Elaine Pope, and Spike Feresten. A favorite among critics, the series led the Nielsen ratings in seasons six and nine, and finished among the top two (with NBC's ER) every year from 1994 to 1998.\nSeinfeld is widely considered to be one of the greatest and most influential sitcoms ever made. It has been ranked among the best television shows of all time in publications such as Entertainment Weekly, Rolling Stone, and TV Guide. The show's most renowned episodes include \"The Chinese Restaurant\", \"The Parking Garage\", and \"The Contest\". In 2013, the Writers Guild of America voted it the No. 2 Best Written TV Series of All Time (second to The Sopranos). E! named the series the \"number 1 reason the '90s ruled\", and quotes from numerous episodes have become catchphrases in popular culture."}, {"show": "Shark Tank", "description": "Shark Tank is an American reality television series that premiered on August 9, 2009, on ABC. The show is a franchise of the international format Dragons' Den, which originated in Japan in 2001. Shark Tank shows aspiring entrepreneur-contestants as they make business presentations to a panel of \"shark\" investors, who then choose whether to invest.\nShark Tank has been a ratings success in its time slot and has won the Primetime Emmy Award for Outstanding Structured Reality Program four times, in all four years of that category's existence.\nThe series was renewed for a ninth season which premiered on October 1, 2017 with a timeslot change from Friday to Sunday night."}, {"show": "Silicon Valley", "description": "Silicon Valley is a nickname for the southern portion of the Bay Area in the northern part of the U.S. state of California. The \"valley\" in its name refers to the Santa Clara Valley in Santa Clara County, which includes the city of San Jose and surrounding cities and towns, where the region has been traditionally centered. The region has expanded to include the southern half of the Peninsula in San Mateo County, and southern portions of the East Bay in Alameda County.\nThe word \"silicon\" originally referred to the large number of silicon chip innovators and manufacturers in the region, but the area is now the home to many of the world's largest high-tech corporations, including the headquarters of 39 businesses in the Fortune 1000, and thousands of startup companies. Silicon Valley also accounts for one-third of all of the venture capital investment in the United States, which has helped it to become a leading hub and startup ecosystem for high-tech innovation and scientific development. It was in the Valley that the silicon-based integrated circuit, the microprocessor, and the microcomputer, among other key technologies, were developed. As of 2013, the region employed about a quarter of a million information technology workers.\nAs more high-tech companies were established across San Jose and the Santa Clara Valley, and then north towards the Bay Area's two other major cities, San Francisco and Oakland, the \"Silicon Valley\" has come to have two definitions: a geographic one, referring to Santa Clara County, and a metonymical one, referring to all high-tech businesses in the Bay Area or even in the United States. The term is now generally used as a synecdoche for the American high-technology economic sector. The name also became a global synonym for leading high-tech research and enterprises, and thus inspired similar named locations, as well as research parks and technology centers with a comparable structure all around the world."}, {"show": "Simpsons", "description": ""}, {"show": "South Park", "description": "South Park is an American adult animated sitcom created by Trey Parker and Matt Stone and developed by Brian Graden for the Comedy Central television network. The show revolves around four boys—Stan Marsh, Kyle Broflovski, Eric Cartman, and Kenny McCormick—and their bizarre adventures in and around the titular Colorado town. Much like The Simpsons, South Park uses a very large ensemble cast of recurring characters and became infamous for its profanity and dark, surreal humor that satirizes a wide range of topics towards a mature audience. Parker and Stone developed the show from The Spirit of Christmas, two consecutive animated shorts created in 1992 and 1995. The latter became one of the first Internet viral videos, ultimately leading to South Park's production. It debuted in August 1997 with great success, consistently earning the highest ratings of any basic cable program. Subsequent ratings have varied but it remains one of Comedy Central's highest rated shows, and is slated to air in new episodes through 2019.\nThe pilot episode was produced using cutout animation, leading to all subsequent episodes being produced with computer animation that emulated the cutout technique. Parker and Stone perform most of the voice acting for the show's male characters. Since 2000, each episode has typically been written and produced in the week preceding its broadcast, with Parker serving as the primary writer and director. There have been a total of 283 episodes over the course of the show's 21 seasons. The show's twenty-first season premiered on September 13, 2017.\nSouth Park has received numerous accolades, including five Primetime Emmy Awards, a Peabody Award, and numerous inclusions in various publications' lists of greatest television shows. The show's popularity resulted in a feature-length theatrical film, South Park: Bigger, Longer & Uncut which was released in June 1999, less than two years after the show's premiere, and became a commercial and critical success, even garnering a nomination for an Academy Award. In 2013, TV Guide ranked South Park the tenth Greatest TV Cartoon of All Time."}, {"show": "SpongeBob SquarePants", "description": "SpongeBob SquarePants is an American animated television series created by marine biologist and animator Stephen Hillenburg for Nickelodeon. The series chronicles the adventures and endeavors of the title character and his various friends in the fictional underwater city of Bikini Bottom. The series' popularity has made it a media franchise, as well as the highest rated series to ever air on Nickelodeon, and the most distributed property of MTV Networks. As of 2015, the media franchise has generated $12 billion in merchandising revenue for Nickelodeon.\nMany of the ideas for the series originated in an unpublished educational comic book titled The Intertidal Zone, which Hillenburg created in 1989. He began developing SpongeBob SquarePants into a television series in 1996 upon the cancellation of Rocko's Modern Life, and turned to Tom Kenny, who had worked with him on that series, to voice the title character. SpongeBob was originally going to be named SpongeBoy, and the series was to be called SpongeBoy Ahoy!, but both of these were changed, as the name was already trademarked.\nNickelodeon held a preview for the series in the United States on May 1, 1999, following the television airing of the 1999 Kids' Choice Awards. The series officially premiered on July 17, 1999. It has received worldwide critical acclaim since its premiere and gained enormous popularity by its second season. A feature film, The SpongeBob SquarePants Movie, was released in theaters on November 19, 2004, and a sequel was released on February 6, 2015. On June 24th, 2017, the series began airing its eleventh season with the episodes 'The Check-Up/Spot Returns.' In May 2017, the show was announced to be renewed for a 12th season.\nThe series has won a variety of awards, including six Annie Awards, eight Golden Reel Awards, two Emmy Awards, 12 Kids' Choice Awards, and two BAFTA Children's Awards. Despite its widespread popularity, the series has been involved in several public controversies, including one centered on speculation over SpongeBob's intended sexual orientation. In 2011, a newly described species of fungi, Spongiforma squarepantsii, was named after the cartoon's title character."}, {"show": "Supernatural ", "description": "The supernatural (Medieval Latin: supernātūrālis: supra \"above\" + naturalis \"natural\", first used: 1520–1530 AD) includes all that cannot be explained by the laws of nature, including things characteristic of or relating to ghosts, gods, or other types of spirits and other non-material beings, or to things beyond nature."}, {"show": "That 70s Show", "description": ""}, {"show": "The Big Bang Theory", "description": "The Big Bang Theory is an American television sitcom created by Chuck Lorre and Bill Prady, both of whom serve as executive producers on the series, along with Steven Molaro. All three also serve as head writers. The show premiered on CBS on September 24, 2007. The series' tenth season premiered on September 19, 2016. In March 2017, the series was renewed for two additional seasons, bringing its total to twelve, and running through the 2018–19 television season. The eleventh season premiered on September 25, 2017.\nThe show is primarily centered on five characters living in Pasadena, California: Leonard Hofstadter and Sheldon Cooper, both physicists at Caltech, who share an apartment; Penny, a waitress and aspiring actress who later becomes a pharmaceutical representative and who lives across the hall; and Leonard and Sheldon's similarly geeky and socially awkward friends and co-workers, aerospace engineer Howard Wolowitz and astrophysicist Raj Koothrappali. The geekiness and intellect of the four men are contrasted for comic effect with Penny's social skills and common sense.\nOver time, supporting characters have been promoted to starring roles: Leslie Winkle, a physicist who dated Leonard and Howard; neuroscientist Amy Farrah Fowler, who joins the group after being matched to Sheldon on a dating website (and later becomes Sheldon's girlfriend); Bernadette Rostenkowski, Howard's wife (previously his girlfriend), a microbiologist and former part-time waitress alongside Penny; Stuart Bloom, the cash-strapped owner of the comic book store the characters often visit; and Emily Sweeney, a dermatologist who dated Raj."}, {"show": "The Boondocks", "description": ""}, {"show": "The Fresh Prince of Bel-Air", "description": "The Fresh Prince of Bel-Air is an American sitcom that originally aired on NBC from September 10, 1990, to May 20, 1996. The show stars Will Smith as a fictionalized version of himself, a street-smart teenager from West Philadelphia who is sent to move in with his wealthy aunt and uncle in their Bel Air mansion after getting into a fight on a local basketball court. In the series, his lifestyle often clashes with the lifestyle of his relatives in Bel Air. The series ran for six seasons and aired 148 episodes."}, {"show": "The Marvelous Misadventures of Flapjack", "description": "The Marvelous Misadventures of Flapjack is an American animated television series created by Thurop Van Orman for Cartoon Network that premiered in North America on June 5, 2008. It stars creator Thurop Van Orman as the voice of Flapjack, a naïve young boy who was raised by a whale named Bubbie and is mentored by a salty sea pirate called Captain K'nuckles. Together the trio spend their days in Stormalong Harbor, where most of the show takes place, whilst on the search for the elusive Candied Island.\nVan Orman, who pitched the idea to Cartoon Network as early as 2001, incorporated his own dreams of marine adventures, acquired while living in Florida as a boy, into the series. After three seasons and 92 episodes, the series concluded on August 30, 2010. During its run, Flapjack received two Primetime Emmy Award nominations, two Annie Award nominations, and one Golden Reel Award nomination. On April 20, 2012, reruns of the series returned to Cartoon Network on the revived block, Cartoon Planet."}, {"show": "The Musketeers", "description": "The Musketeers is a BBC period action drama programme based on the characters from Alexandre Dumas's novel The Three Musketeers and co-produced by BBC America and BBC Worldwide. The first episode was shown on BBC One on 19 January 2014. It stars Tom Burke as Athos, Santiago Cabrera as Aramis, Howard Charles as Porthos, Luke Pasqualino as d'Artagnan, with Tamla Kari as Constance, Maimie McCoy as Milady de Winter, Ryan Gage as King Louis XIII and Alexandra Dowling as Queen Anne. It also features Peter Capaldi as Cardinal Richelieu in the first series and Marc Warren as Comte de Rochefort in the second series.\nJessica Pope and Adrian Hodges produce the show for the BBC. The programme is largely filmed in the Czech Republic. In February 2015, it was announced that the show had been renewed for a third series, which was announced in April 2016 to be the last. The third series premiered in multiple countries first, before premiering in the UK on 28 May 2016, and concluding on 1 August 2016.\n\n"}, {"show": "The Office", "description": "The Office is a popular mockumentary sitcom that was first made in the United Kingdom and has now been remade in many other countries, with overall viewership in the hundreds of millions worldwide.\nThe Office original UK version was created by Ricky Gervais and Stephen Merchant. It starred Gervais as the boss and main character. First broadcast on BBC Two on 9 July 2001, the show ran for 15 episodes – two series of six episodes and a two-part Christmas special. The longest running version is the US version, which ran for 9 seasons from 2005 to 2013. The German version has seen 46 episodes over five seasons and a movie aired 2014 in German cinemas."}, {"show": "The Sopranos", "description": "The Sopranos is an American crime drama television series created by David Chase. The story revolves around the fictional character, New Jersey-based Italian American mobster Tony Soprano (James Gandolfini). The series portrays the difficulties he faces as he tries to balance the conflicting requirements of his home life and his criminal organization. These are often highlighted during his therapy sessions with psychiatrist Jennifer Melfi (Lorraine Bracco). The series features Tony's family members, mafia colleagues and rivals, in prominent roles and story arcs, most notably his wife Carmela (Edie Falco) and protégé Christopher Moltisanti (Michael Imperioli).\nAfter the pilot was ordered in 1997, the show premiered on the premium cable network HBO in the United States on January 10, 1999, and ran its six seasons with 86 episodes to June 10, 2007. The series then went through syndication and has been broadcast on A&E in the United States and internationally. The Sopranos was produced by HBO, Chase Films, and Brad Grey Television. It was primarily filmed at Silvercup Studios, New York City, and on location in New Jersey. The executive producers throughout the whole run were David Chase, Brad Grey, Robin Green, Mitchell Burgess, Ilene S. Landress, Terence Winter, and Matthew Weiner.\nThe Sopranos is widely regarded as one of the greatest television series of all time. The series also won a multitude of awards, including Peabody Awards for its first two seasons, 21 Primetime Emmy Awards and five Golden Globe Awards. A staple of 2000s American popular culture, the series has been the subject of critical analysis, controversy, and parody. It has spawned books, a video game, high-charting soundtrack albums, and a large amount of assorted merchandise. Several members of the show's cast and crew who were previously largely unknown to the public have had successful careers after The Sopranos. In 2013, the Writers Guild of America named The Sopranos the best-written TV series of all time, while TV Guide ranked it the best television series of all time."}, {"show": "The Tudors", "description": "The Tudors is a historical fiction television series set primarily in 1500s England, created by Michael Hirst and produced for the American premium cable television channel Showtime. The series was a collaboration between American, British, and Canadian producers, and filmed mostly in Ireland. Although named after the Tudor dynasty as a whole, it is based specifically upon the reign of King Henry VIII of England."}, {"show": "The Twilight Zone", "description": "The Twilight Zone is an American television anthology series created by Rod Serling. The episodes are in various genres, including fantasy, science fiction, suspense, and psychological thriller, often concluding with a macabre or unexpected twist, and usually with a moral. A popular and critical success, it introduced many Americans to common science fiction and fantasy tropes. The original series, shot entirely in black and white, ran on CBS for five seasons from 1959 to 1964.\nThe Twilight Zone followed in the tradition of earlier television shows such as Tales of Tomorrow (1951–53, which also dramatized the short story \"What You Need\") and Science Fiction Theatre (1955–57); radio programs such as The Weird Circle, Dimension X, and X Minus One; and the radio work of one of Serling's inspirations, Norman Corwin. The success of the series led to a feature film, a radio series, a comic book, a magazine, and various other spin-offs that spanned five decades, including two revival television series. The first revival ran on CBS and in syndication in the 1980s, while the second ran on UPN from 2002 to 2003. TV Guide ranked the original TV series #5 in their 2013 list of the 60 greatest dramas of all time."}, {"show": "The White Queen", "description": ""}, {"show": "Top Gear UK", "description": ""}, {"show": "Trailer Park Boys", "description": "Trailer Park Boys is a Canadian mockumentary television series created and directed by Mike Clattenburg. The show focuses on the misadventures of a group of trailer park residents, some of whom are ex-convicts, living in the fictional Sunnyvale Trailer Park in Dartmouth, Nova Scotia. The television series, a continuation of Clattenburg's 1999 film of the same name, premiered on Showcase in 2001. There have been 3 films released in the series: The Movie, released on October 6, 2006; Countdown to Liquor Day, released on September 25, 2009; and Don't Legalize It, released on April 18, 2014 after issues during production.\nThe planned final season ended in 2007, and the planned series finale special, \"Say Goodnight to the Bad Guys\", premiered on Showcase on December 7, 2008, ending the initial run of the series.\nA few years later, actors who portrayed Ricky, Julian, and Bubbles purchased the rights to the show from the original producers, and created their own internet streaming network called \"Swearnet\". In March 2014, Swearnet began co-producing the show. Partnering with the streaming service Netflix, Seasons 8 and 9, as well as 3 new specials were underway. Season 8 premiered on September 5, 2014, followed by Season 9 which aired on March 27, 2015.\nLater that year, the show received the green light for two more seasons, and began production on Season 10. During that time, the Canadian government had granted the cast and crew money to help produce the new season, and a new spin-off series. Season 10 aired to Netflix on March 28, 2016.\nA new 8 part series titled, Trailer Park Boys: Out of the Park: Europe, became available for streaming on Netflix on October 28, 2016. A vlog series called State of the Union on Swearnet.com confirmed a second season taking place in the United States. The new season, still in production, is called, \"Trailer Park Boys: Out of the Park: USA\". It will be available on Netflix November 24, 2017.\nSeason 11 (the most recent season in the series), was released on Netflix on March 31, 2017. On June 19, 2017, the cast confirmed that Trailer Park Boys had been renewed for Season 12 and that filming for the season had begun. Filming had reportedly concluded by the end of August.\nJohn Dunsworth, who portrayed Jim Lahey, died on October 16, 2017 at the age of 71."}, {"show": "Vampire Diaries ", "description": ""}, {"show": "Workaholics", "description": "Workaholics is an American situational comedy series that originally ran on Comedy Central from April 6, 2011 to March 17, 2017, with a total of 86 episodes spanning seven seasons. The series is co-created and predominantly written by its stars Blake Anderson, Adam DeVine, and Anders Holm, as well as co-creator, most frequent director, and occasional co-star Kyle Newacheck. The series also stars Jillian Bell, Maribeth Monroe, and Erik Griffin. Anderson, DeVine, and Holm play three college dropouts who are roommates and co-workers at a telemarketing company in Rancho Cucamonga, California."}, {"show": "X Files", "description": ""}]}